app/controllers/students_controller.rb

  def index # index action
    @students = Student.all
---
SELECT "students".* FROM "students"